/* Text for close button */
"Close" = "Stäng";

/* Text for button to scan a credit card */
"Scan Card" = "Skanna kort";

/* Button title to open camera to scan credit/debit card */
"Scan card" = "Skanna kort";

/* An error message displayed when the customer's iban is invalid. */
"The IBAN you entered is invalid." = "Angivet IBAN är ogiltigt.";

/* Error when there is a problem processing the credit card */
"There was an error processing your card -- try again in a few seconds" = "Ett fel uppstod vid behandlingen av ditt kort - försök igen om ett par sekunder";

/* Unexpected error, such as a 500 from Stripe or a JSON parse error */
"There was an unexpected error -- try again in a few seconds" = "Ett oväntat fel uppstod - försök igen om ett par sekunder";

/* Button to reload web view if we were unable to connect. */
"Try again" = "Försök igen";

/* Error when the card has already expired */
"Your card has expired" = "Kortet har löpt ut";

/* Error when the card was declined by the credit card networks */
"Your card was declined" = "Ditt kort nekades";

/* Error when the card&apos;s expiration month is not valid */
"Your card's expiration month is invalid" = "Kortets utgångsmånad är ogiltig";

/* Error when the card&apos;s expiration year is not valid */
"Your card's expiration year is invalid" = "Kortets utgångsår är ogiltigt";

/* Error when the card number is not valid */
"Your card's number is invalid" = "Kortnumret är ogiltigt";

/* Error when the card&apos;s CVC is not valid */
"Your card's security code is invalid" = "Kortets säkerhetskod är ogiltig";

/* Error when customer's name is invalid */
"Your name is invalid." = "Ditt namn är ogiltigt.";

